# Energy Analysis Zone Use Air Changes Per Hour Property

Source: https://www.revitapidocs.com/2026/724a5b7d-c8d0-9607-e5dd-c3a6b5b5c72e.htm

---

| Energy Analysis Zone Use Air Changes Per Hour Property |
| --- |

Use the air changes per hour.
**Namespace:** Autodesk.Revit.DB.Analysis
**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26\.0\.4\.0 (26\.0\.4\.0\) Syntax C\# VB C\+\+ F\#
```
public bool UseAirChangesPerHour { get; }
```

```
Public ReadOnly Property UseAirChangesPerHour As Boolean
	Get
```

```
public:
property bool UseAirChangesPerHour {
	bool get ();
}
```

```
member UseAirChangesPerHour : bool with get
```

#### Property Value

Boolean See Also

#### Reference

EnergyAnalysisZone Class Autodesk.Revit.DB.Analysis Namespace